Repository: 84000/data-translation-memory
Catalog: toh181-v4.tmx
Source language: bo
Languages: en

source: །ཚེ་དང་ལྡན་པ་གང་པོ་གཞན་ཡང་རྒྱུན་དུ་ཞུགས་པ་ཐམས་ཅད་དང་། །ལན་ཅིག་ཕྱིར་འོང་བ་ཐམས་ཅད་དང་། ཕྱིར་མི་འོང་བ་ཐམས་ཅད་དང་། དགྲ་བཅོམ་པ་ཐམས་ཅད་དང་། རང་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་ཚུལ་ཁྲིམས་གང་ཡིན་པ་དེ་ནི་ཐེག་པ་ལ་དང་པོ་ཞུགས་པའི་བྱང་ཆུབ་སེམས་དཔའི་སེམས་དང་པོ་བསྐྱེད་པའི་ཚུལ་ཁྲིམས་ཀྱི་བརྒྱའི་ཆར་ཡང་ཉེ་བར་མི་འགྲོ་བ་ནས། རྒྱུའི་བར་དུ་ཡང་ཉེ་བར་མི་འགྲོའོ།
en: Venerable Pūrṇa, moreover, the discipline of all the stream enterers, once-returners, non-returners, worthy ones, and solitary buddhas does not constitute even one percent of the discipline of the bodhisattvas. Nor does it measure a thousandth, a hundred thousandth, a millionth, or a trillionth of that. In fact, no number, fraction, enumeration, analogy, or comparison would suffice.

source: །ཚེ་དང་ལྡན་པ་གང་པོ་གཞན་ཡང་ཉན་ཐོས་གང་བྱང་ཆུབ་སེམས་དཔའི་ཚུལ་ཁྲིམས་ཟིལ་གྱིས་མནན་པར་སེམས་པ་དེ་ནི། དེ་བཞིན་གཤེགས་པའི་ཚུལ་ཁྲིམས་ཟིལ་གྱིས་མནན་པར་འདོད་པར་ཟད་དེ།
en: Venerable Pūrṇa, moreover, when the hearers wish to surpass the discipline of the bodhisattvas, it is the same as hoping to surpass the discipline of the Thus-Gone One.

source: དེ་ནི་དེ་བཞིན་གཤེགས་པ་དང་རྩོད་པར་སེམས་སུ་ཟད་དོ།
en: It is the same as wishing to argue with the Thus-Gone One.

source: །ཚེ་དང་ལྡན་པ་གང་པོ་དཔེར་ན་གང་རྒྱལ་པོའི་བུ་དང་རྩོད་པར་སེམས་པ་དེ་ནི། རྒྱལ་པོ་དང་རྩོད་པར་སེམས་པར་ཟད་དོ།
en: Venerable Pūrṇa, similarly, if someone decides to argue with a prince, it is just like starting an argument with the king.

source: །ཚེ་དང་ལྡན་པ་གང་པོ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའི་ཚུལ་ཁྲིམས་ཟིལ་གྱིས་མནན་པར་སེམས་པ་གང་ཡིན་པ་དེ་ནི་དེ་བཞིན་གཤེགས་པའི་ཚུལ་ཁྲིམས་ཟིལ་གྱིས་མནན་པར་སེམས་པར་ཟད་དོ།
en: Venerable Pūrṇa, likewise, wishing to surpass the discipline of the bodhisattvas is just like wishing to surpass the discipline of the Thus-Gone One.

source: འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ནི་ཐུབ་པར་དཀའ་བ་ཡིན་པའི་ཕྱིར་རོ།
en: Because bodhisattvas are hard to match.

source: །ཚེ་དང་ལྡན་པ་གང་པོ་དཔེར་ན་མི་ལ་ལ་ཞིག་རྐང་ལག་མེད་པར་གྱུར་ལ་འདི་སྐད་དུ། བདག་འདི་ནས་རྒྱ་མཚོ་ཆེན་པོའི་ཕ་རོལ་གྱི་འགྲམ་དུ་མཆོང་བར་བྱའོ་ཞེས་ཟེར་ན།
en: Venerable Pūrṇa, suppose someone who is missing both legs and arms tells you, ‘I will jump across the entire ocean to the other shore.’

source: དེ་སྐད་ཟེར་བ་དེ་ལ་མི་དེ་ནི་མངོན་པའི་ང་རྒྱལ་གྱིས་ང་རྒྱལ་བྱེད་དེ་བླ་བར་རིག་པར་བྱའོ།
en: As soon as he says that, it is immediately obvious that he is boastful and conceited.

source: །ཚེ་དང་ལྡན་པ་གང་པོ་དེ་བཞིན་དུ་ཉན་ཐོས་སམ། རང་སངས་རྒྱས་གང་འདི་སྐད་དུ། བདག་གིས་བྱང་ཆུབ་སེམས་དཔའི་ཚུལ་ཁྲིམས་ཟིལ་གྱིས་གནན་པར་བྱའོ་ཞེས་ཟེར་ན། ཚེ་དང་ལྡན་པ་གང་པོ་འདི་ལྟར་དེ་ནི་བླ་བར་རིག་པར་བྱའོ།
en: Venerable Pūrṇa, likewise, when the hearers and solitary buddhas say, ‘I will surpass the discipline of the bodhisattvas,’ it should, Venerable Pūrṇa, be understood similarly.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ནི་རྒྱ་མཚོ་དུག་ཅན་པ་དང་འདྲ་བ་ཡིན་པའི་ཕྱིར་རོ།
en: Because the bodhisattva great beings are like an ocean with its monsters.

source: །ཇི་ལྟར་མི་དེ་རྐང་ལག་རྣམས་མེད་བཞིན་དུ་རྒྱ་མཚོ་ལ་མཆོང་བར་འདོད་པ་དེ་བཞིན་དུ་ཉན་ཐོས་ཀྱི་ཐེག་པ་པའམ། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་པའི་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཆོས་རྣམས་མེད་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའི་ཚུལ་ཁྲིམས་ཟིལ་གྱིས་ནོན་པར་འགྱུར་བ་དེ་ནི་གནས་མེད་དོ།
en: Like the person who is missing his limbs, yet wishes to jump across the ocean, so outrageous are the followers of the vehicles of the hearers and solitary buddhas who seek to surpass the discipline of the bodhisattvas while not possessing the Dharma of the bodhisattvas.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ནི་ཚུལ་ཁྲིམས་དཔག་ཏུ་མེད་པ་དང་ལྡན་པ་ཡིན་པའི་ཕྱིར་རོ། །
en: Because bodhisattva great beings possess boundless discipline.”

source: སྨྲས་པ། ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་ཅིའི་ཕྱིར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཚུལ་ཁྲིམས་དཔག་ཏུ་མེད་པ་དང་ལྡན་པ་ཡིན།
en: Venerable Pūrṇa asked, “Venerable Śāradvatīputra, why is the discipline of the bodhisattvas boundless?”

source: སྨྲས་པ། ཚེ་དང་ལྡན་པ་གང་པོ་སེམས་ཅན་ཚུལ་ཁྲིམས་འཆལ་པ་དཔག་ཏུ་མེད་པ་དག་འཆལ་པའི་ཚུལ་ཁྲིམས་ལས་ཡོངས་སུ་དགྲོལ་བར་འདོད་པ་དང་། ཚུལ་ཁྲིམས་ལ་དགོད་པར་འདོད་པའི་ཕྱིར་རོ། །
en: Venerable Śāradvatīputra said, “Venerable Pūrṇa, because they wish to free all the boundless beings, who practice a lapsed discipline through their mistaken ways, and establish them in proper discipline.”

source: སྨྲས་པ། ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་འདི་ལྟ་སྟེ། འཆལ་པའི་ཚུལ་ཁྲིམས་ཞེས་བྱ་བ་དེ་གང་གི་ཚིག་བླ་དགས།
en: Venerable Pūrṇa asked, “Venerable Śāradvatīputra, what does ‘a lapsed discipline’ refer to?”

source: སྨྲས་པ། འདི་ལྟ་སྟེ། འཆལ་པའི་ཚུལ་ཁྲིམས་ཞེས་བྱ་བ་ནི་ངར་འཛིན་པ་དང་། ང་ཡིར་འཛིན་པ་དང་། དམིགས་པའི་འདུ་ཤེས་དང་། སེམས་ཅན་དུ་འདུ་ཤེས་པ་དང་། སྲོག་ཏུ་འདུ་ཤེས་པ་དང་། གང་ཟག་ཏུ་འདུ་ཤེས་པ་དང་། ཡོད་པར་འདུ་ཤེས་པ་དང་། མེད་པར་འདུ་ཤེས་པའི་ཚིག་བླ་དགས་ཏེ།
en: Venerable Śāradvatīputra said, “ ‘A lapsed discipline’ refers to clinging to a self and personal belongings as well as having beliefs concerning reference points, beings, life, persons, existence, and nonexistence.

source: ཉོན་མོངས་པ་དེ་དག་དང་གཞན་རྣམས་ཡོད་ན་འཆལ་པའི་ཚུལ་ཁྲིམས་ཞེས་བྱ་བ་རབ་ཏུ་ཕྱེའོ།
en: Having such mental afflictions as these is said to be a lapsed discipline.

source: །དེ་ལྟ་བས་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སེམས་ཅན་དཔག་ཏུ་མེད་པ་རྣམས་ཚུལ་ཁྲིམས་ལ་དགོད་པར་འདོད་ཅིང་ཐེག་པ་འདི་ལ་ཞུགས་ཏེ།
en: That is why bodhisattva great beings aim to establish boundless beings in proper discipline and inspire them to enter this vehicle.

source: ཚུལ་ཁྲིམས་དཔག་ཏུ་མེད་པ་དང་ལྡན་པ་དེ་ནི་ཉན་ཐོས་རྣམས་སམ། རང་སངས་རྒྱས་རྣམས་ཀྱིས་ཟིལ་གྱིས་མནན་པར་སླ་བ་མ་ཡིན་ནོ།
en: Such boundless discipline is not easily surpassed by the hearers or the solitary buddhas.

source: །བྱང་ཆུབ་སེམས་དཔའ་ནི་འདི་ལྟ་སྟེ། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་ཡོངས་སུ་བསྔོ་བའི་ཕྱིར་མིང་ཙམ་གྱིས་ཀྱང་ཉན་ཐོས་རྣམས་དང་། རང་སངས་རྒྱས་རྣམས་ཟིལ་གྱིས་གནོན་ཏོ།
en: In fact, since the bodhisattvas dedicate the entire perfection of discipline to omniscience, even their mere names surpass the hearers and solitary buddhas.”

source: །སྨྲས་པ། ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་ཟག་པ་དང་བཅས་པའི་ཚུལ་ཁྲིམས་ཀྱིས་ཟག་པ་མེད་པའི་ཚུལ་ཁྲིམས་ཇི་ལྟར་ཟིལ་གྱིས་གནོན་པར་འགྱུར།
en: Venerable Pūrṇa asked, “Venerable Śāradvatīputra, how is it possible for defiled discipline to surpass undefiled discipline?”

source: སྨྲས་པ། ཚེ་དང་ལྡན་པ་གང་པོ་འདི་ལ་ཟག་པ་མེད་པའི་ཚུལ་ཁྲིམས་ནི་བདག་ཉིད་ལ་ཕན་པའི་ཕྱིར་བསྐྱེད་པ་ཡིན་ལ།
en: Venerable Śāradvatīputra said, “Venerable Pūrṇa, in this regard, undefiled discipline is observed for the sake of one’s own personal benefit.

source: བྱང་ཆུབ་སེམས་དཔའི་ཚུལ་ཁྲིམས་ནི་སེམས་ཅན་དཔག་ཏུ་མེད་པ་རྣམས་ཀྱི་ཆེད་དུ་ཡོངས་སུ་བསྔོས་པ་ཡིན་ཏེ།
en: The discipline of the bodhisattvas, on the other hand, is observed for the sake of boundless beings.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའི་ཚུལ་ཁྲིམས་ཀྱིས་ཟག་པ་མེད་པའི་ཚུལ་ཁྲིམས་ཟིལ་གྱིས་གནོན་ཏོ།
en: Therefore, the discipline of the bodhisattvas surpasses undefiled discipline.

source: །ཚེ་དང་ལྡན་པ་གང་པོ་གཞན་ཡང་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའི་ཚུལ་ཁྲིམས་ཚད་ངེས་པ་ཞིག་སྒྲུབ་ཏུ་ཟིན་ན་ནི། ཟག་པ་མེད་པའི་ཚུལ་ཁྲིམས་ཀྱང་ཟིལ་གྱིས་གནོན་པར་མི་འགྱུར་ལ།
en: Venerable Pūrṇa, moreover, if the discipline of the bodhisattvas could be measured, it would not surpass undefiled discipline.

source: དེའི་ཚུལ་ཁྲིམས་ཀྱང་ཕ་རོལ་ཏུ་ཕྱིན་པར་མི་འགྱུར་བ་ཞིག་ན།
en: As such, that discipline would not be the perfection of discipline.

source: གང་གི་ཕྱིར་སེམས་ཅན་དཔག་ཏུ་མེད་པ་རྣམས་ཀྱི་ཆེད་དུ་ཡོངས་སུ་སྔོ་བ་དེའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའི་ཚུལ་ཁྲིམས་དེས་ཟག་པ་མེད་པའི་ཚུལ་ཁྲིམས་ཟིལ་གྱིས་གནོན་པར་འགྱུར་རོ།
en: So, it is due to the fact that merit is dedicated toward boundless beings that the discipline of the bodhisattvas surpasses undefiled discipline. “

source: །ཚེ་དང་ལྡན་པ་གང་པོ་དཔེར་ན་ཉི་མའི་དཀྱིལ་འཁོར་འཆར་བ་ན་སྲོག་ཆགས་ཀྱི་རིགས་སྲིན་བུ་མེ་ཁྱེར་ཐམས་ཅད་ཀྱི་འོད་ཟིལ་གྱིས་གནོན་ཏོ།
en: Venerable Pūrṇa, as an analogy, when the sun rises in the sky, it outshines the light of every fireflies.

source: །ཚེ་དང་ལྡན་པ་གང་པོ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའི་ཚུལ་ཁྲིམས་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་ཡོངས་སུ་བསྔོས་པས་ཀྱང་གཞན་མུ་སྟེགས་ཅན་སྤྱོད་པ་པ་དང་། ཀུན་ཏུ་རྒྱུ་དང་། གཅེར་བུ་པ་ལ་སོགས་པ་ནས་འཕགས་པ་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་བར་རྣམས་ཀྱི་ཚུལ་ཁྲིམས་ཀྱི་འོད་ཀྱང་ཟིལ་གྱིས་གནོན་ཏོ།
en: Venerable Pūrṇa, in the same way, when the discipline of the bodhisattvas is dedicated toward omniscience, it outshines the light of discipline that shines from all the non-Buddhists, such as the mīmāṃsakas, the parivrājakas, and the nirgranthas, as well as the noble hearers and the solitary buddhas.

source: །ཚེ་དང་ལྡན་པ་གང་པོ་དཔེར་ན། ཟླ་བའི་དཀྱིལ་འཁོར་འཆར་བ་ན་སྐར་མའི་གཟུགས་ཐམས་ཅད་ཀྱི་འོད་ཟིལ་གྱིས་གནོན་ཏོ།
en: Venerable Pūrṇa, as a further analogy, when the moon rises, it eclipses the light of all the stars in the sky.

source: །ཚེ་དང་ལྡན་པ་གང་པོ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའི་ཚུལ་ཁྲིམས་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་ཡོངས་སུ་བསྔོས་པས་ཀྱང་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་ཚུལ་ཁྲིམས་ཟིལ་གྱིས་གནོན་ཏོ།
en: Venerable Pūrṇa, likewise, when the discipline of the bodhisattvas is dedicated toward omniscience, it outshines the discipline of all the hearers and solitary buddhas.

source: །ཚེ་དང་ལྡན་པ་གང་པོ་གང་གི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་བཞིན་གཤེགས་པ་རྗེས་སུ་དྲན་ཞིང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་ལྡན་པའི་སེམས་ཀྱི་ཁྱད་པར་ཡང་སྐྱེད་ན།
en: Venerable Pūrṇa, it is when bodhisattva great beings bring to mind the Thus-Gone One and engender the unique state of mind that is aimed at omniscience that they engage in the unique experience of bodhisattvas.

source: རང་གི་སྤྱོད་ཡུལ་ལ་སྤྱོད་པས་དེའི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཐོབ་པ་ཡིན་པར་རིག་པར་བྱའོ།
en: That is when the bodhisattvas attain the perfection of discipline. “

source: །སྨྲས་པ། ཚེ་དང་ལྡན་པ་གང་པོ་གང་གི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་སེམས་མི་སྐྱེད་པ་དེའི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་ལ་ཇི་སྐད་ཅེས་བྱ། སྨྲས་པ།
en: Venerable Pūrṇa, when bodhisattvas fail to arouse the mind set upon omniscience, what should they be called?

source: ཚེ་དང་ལྡན་པ་གང་པོ་དེའི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སེམས་ཀྱི་རྒྱུད་ལུང་དུ་མ་བསྟན་པ་ལ་གནས་པའི་ཚུལ་ཁྲིམས་དང་ལྡན་པ་ཞེས་བྱའོ།
en: Venerable Pūrṇa, those bodhisattva great beings are called ‘those who observe a discipline in which the mind is undetermined.’

source: །གལ་ཏེ་ཉན་ཐོས་ཉིད་དམ། རང་སངས་རྒྱས་ཉིད་དུ་ཡོངས་སུ་སྔོ་ན་ནི་དེའི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་རང་གི་སྤྱོད་ཡུལ་སྤོང་བ་ཡིན་ནོ།
en: By dedicating their merit toward the state of the hearers and solitary buddhas, they abandon the unique domain of the bodhisattvas.

source: །གལ་ཏེ་ལྷག་པའི་བསམ་པ་ཉན་ཐོས་ཀྱི་སའམ། རང་སངས་རྒྱས་ཀྱི་སར་ཡོངས་སུ་བསྔོས་པ་ཞིག་ཡིན་ན་ནི་དེ་ཙམ་གྱིས་ན་བྱང་ཆུབ་སེམས་དཔའ་རོ་དང་འདྲ་བར་རིག་པར་བྱའོ།
en: Thus, when bodhisattvas dedicate their merit with good intentions toward the levels of the hearers or solitary buddhas, that in itself makes the bodhisattvas become like corpses.

source: །ཚེ་དང་ལྡན་པ་གང་པོ་དཔེར་ན། སྒྱུ་མ་མཁན་ནམ། སྒྱུ་མ་མཁན་གྱི་སློབ་མ་མཁས་པས་བྱིས་པ་ཞིག་བཟུང་ལ་སྡོང་པོ་ལ་བསྐྱོན་ཏེ་བསྐྱོན་ནས་དུམ་བུར་རགས་ཏེ་ས་ལ་གཏོར་ན་བྱིས་པ་དེའི་མཛའ་བོ་དང་། ཉེ་དུ་དང་།
en: Venerable Pūrṇa, imagine if a magician, or the skilled apprentice of a magician, were to grab a child, tie it to a tree, and pretend to tear it to pieces, throwing the body parts on the ground.

source: སྣག་གི་གཉེན་མཚམས་གང་དག་ཡིན་པ་དེ་དག་བྱིས་པ་འདི་ནི་ཤི་སྟེ། ཕྱིན་ཅད་མི་མཐོང་ངོ་སྙམ་ནས་སྡུག་བསྔལ་བར་འགྱུར་ཏེ། སྡུག་བསྔལ་གྱི་ཕུང་པོ་ཆེན་པོ་དང་ལྡན་པར་འགྱུར་རོ།
en: In that case all the family members, kinsmen, and relatives of the child would become upset, thinking with great despair that the child had died and that they would never see it alive again.

source: །ཚེ་དང་ལྡན་པ་གང་པོ་དེ་ལྟར་བྱིས་པ་མ་ཤི་བ་དེ་ལ་ཤི་བའི་འདུ་ཤེས་བསྐྱེད་པ་དེ་བཞིན་དུ་ཚེ་དང་ལྡན་པ་གང་པོ་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་རིན་པོ་ཆེ་ལས་ཉམས་ཏེ། ཉན་ཐོས་ཀྱི་སའམ། རང་སངས་རྒྱས་ཀྱི་ས་ལ་གནས་པ་ཡང་ཤི་བ་ཇི་ལྟ་བ་བཞིན་དུ་རིག་པར་བྱའོ།
en: Venerable Pūrṇa, although the child had not really died, they all thought so. Likewise, Venerable Pūrṇa, in the same way one should understand that bodhisattvas who forsake the gem of omniscience are dead, even as they find themselves on the levels of the hearers or solitary buddhas.”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་གང་པོས་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཅི་བྱང་ཆུབ་སེམས་དཔའི་ཚུལ་ཁྲིམས་གང་ཡིན་པ་དང་། ཉན་ཐོས་ཀྱི་ཚུལ་ཁྲིམས་གང་ཡིན་པ་དང་། རང་སངས་རྒྱས་ཀྱི་ཚུལ་ཁྲིམས་གང་ཡིན་པའི་ཚུལ་ཁྲིམས་འདི་དག་ལ་ཐ་དད་དུ་དབྱེ་བར་འདོད་དམ།
en: Venerable Pūrṇa asked Venerable Śāradvatīputra, “Would you claim that the discipline of the bodhisattvas, the hearers, and the solitary buddhas are distinct from one another?”

source: སྨྲས་པ། ཚེ་དང་ལྡན་པ་གང་པོ་ཆོས་ཉིད་དང་། དེ་བཞིན་ཉིད་ཇི་ལྟ་བ་བཞིན་དུ་ན་ནི་ཐ་དད་དུ་དབྱེ་བར་ཆུང་ཟད་ཀྱང་མི་འདོད་དོ། །
en: Venerable Śāradvatīputra said, “Venerable Pūrṇa, from the perspective of reality and suchness, I would not claim that there is any difference whatsoever between them.”

source: སྨྲས་པ། འོ་ན་ཇི་ལྟར་ཐ་དད་དུ་དབྱེ་བར་འདོད།
en: Venerable Pūrṇa asked, “Well then, in what way would you say that they are different?”

source: སྨྲས་པ། ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་བ་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའི་ཚུལ་ཁྲིམས་ཐ་དད་དུ་དབྱེ་བར་འདོད་དོ།
en: Venerable Śāradvatīputra said, “I will say that the discipline of the bodhisattvas is different from the others in that it causes bodhisattvas to awaken to unsurpassed and perfect buddhahood.

source: །དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའི་ཚུལ་ཁྲིམས་ཀྱིས་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་དང་། ཉན་ཐོས་ཐམས་ཅད་དང་། རང་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་ཚུལ་ཁྲིམས་ཟིལ་གྱིས་གནོན་ཏེ།
en: It is from that perspective that the discipline of the bodhisattvas surpasses the disciplines of all childish and ordinary beings, hearers, and solitary buddhas.

source: འདི་ལྟར་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་ཡོངས་སུ་བསྔོ་བའི་ཕྱིར་རོ། །
en: It is due to the fact that they dedicate merit toward omniscience.

source: ཚེ་དང་ལྡན་པ་གང་པོ་བྱང་ཆུབ་སེམས་དཔའི་ཚུལ་ཁྲིམས་གང་ཡིན་པ་དེས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཟིལ་གྱིས་གནོན་ཅིང་སྤ་བཀོང་ནས་གནས་པའི་ཕྱིར་རོ།
en: Venerable Pūrṇa, it is due to the fact that the discipline of the bodhisattvas surpasses and subdues the entire great trichiliocosm.

source: འདི་ལྟར་དེས་འདིར་སེམས་ཅན་རྣམས་གདུལ་བར་བྱ་བའི་ཕྱིར་ཏེ།
en: Because the discipline of the bodhisattvas tames beings.

source: ཚེ་དང་ལྡན་པ་གང་པོ་དེའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའི་ཚུལ་ཁྲིམས་ནི་མཆོག་ཅེས་བྱ། གཙོ་བོ་དང་། རབ་མཆོག་དང་། གྱ་ནོམ་པ་དང་། བླ་ན་མེད་པ་དང་། གོང་ན་མེད་པ་ཞེས་བྱའོ། །
en: Venerable Pūrṇa, that is why the discipline of the bodhisattvas is said to be supreme, foremost, superior, preeminent, sublime, unsurpassed, and unexcelled. “

source: ཚེ་དང་ལྡན་པ་གང་པོ་དཔེར་ན། རིའི་རྒྱལ་པོ་གངས་རི་ལ་རིའི་རྒྱལ་པོའི་ཡོན་ཏན་གང་དག་ཡོད་པ་དེ་དག་ནི་རི་གཞན་དག་ལ་མེད་དེ།
en: Venerable Pūrṇa, as an analogy, the properties of the Himālayas, the kings of mountains, are not shared by other mountains.

source: དེས་ན་རི་རྣམས་ཀྱི་ནང་ན་རིའི་རྒྱལ་པོ་ཞེས་བྱ་བའི་མིང་ཐོབ་སྟེ། རིའི་རྒྱལ་པོ་གངས་རིས་ནི།
en: That is why, among all mountains, they have received the name ‘kings of mountains.’

source: རིའི་རྒྱལ་པོ་གངས་རི་ཞེས་བྱ་བའི་མིང་ཐོབ་བོ།
en: It is only the Himālayas, the kings of mountains, that bear such a title.

source: །ཚེ་དང་ལྡན་པ་གང་པོ་དེ་བཞིན་དུ་ཉན་ཐོས་ཀྱི་ཚུལ་ཁྲིམས་དང་། རང་སངས་རྒྱས་ཀྱི་ཚུལ་ཁྲིམས་ནི་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་ཡོངས་སུ་སྔོ་བ་དང་བྲལ་བ་ཡིན་ལ། བྱང་ཆུབ་སེམས་དཔའི་ཚུལ་ཁྲིམས་ནི་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་ཡོངས་སུ་སྔོ་བ་དང་མ་བྲལ་ཏེ།
en: Venerable Pūrṇa, likewise, the discipline of the hearers and solitary buddhas lacks any dedication of merit toward the state of omniscience, while the discipline of the bodhisattvas is always combined with the dedication of merit toward omniscience.

source: དེའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའི་ཚུལ་ཁྲིམས་ནི་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཞེས་བྱ་བའི་མིང་ཐོབ་བོ།
en: That is why the discipline of the bodhisattvas is called the perfection of discipline.

source: །ཚེ་དང་ལྡན་པ་གང་པོ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའི་ཚུལ་ཁྲིམས་ཀྱིས་ནི་ཉན་ཐོས་ཀྱི་ཚུལ་ཁྲིམས་དང་། རང་སངས་རྒྱས་ཀྱི་ཚུལ་ཁྲིམས་ཟིལ་གྱིས་གནོན་ཏོ།
en: Venerable Pūrṇa, moreover, the discipline of the bodhisattvas surpasses the discipline of the hearers and solitary buddhas.”

source: །སྨྲས་པ། ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་ཅིའི་ཕྱིར་ཟིལ་གྱིས་གནོན།
en: Venerable Pūrṇa asked, “Venerable Śāradvatīputra, in what way does it surpass that?”

source: སྨྲས་པ། ཚེ་དང་ལྡན་པ་གང་པོ་འདི་ལྟར་གང་གི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་ཚུལ་ཁྲིམས་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་ཡོངས་སུ་བསྔོས་པ་དེའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའི་ཚུལ་ཁྲིམས་ཀྱིས་ཉན་ཐོས་རྣམས་ཀྱི་ཚུལ་ཁྲིམས་དང་། རང་སངས་རྒྱས་རྣམས་ཀྱི་ཚུལ་ཁྲིམས་ཟིལ་གྱིས་གནོན་ཏོ།
en: Venerable Śāradvatīputra said, “Venerable Pūrṇa, the discipline of the bodhisattvas surpasses the discipline of the hearers and solitary buddhas because the bodhisattvas dedicate all forms of discipline toward the state of omniscience.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་ལ་བཀའ་སྩལ་པ། ཤ་ར་དྭ་ཏིའི་བུ་ལེགས་སོ་ལེགས་སོ།
en: Then the Blessed One said to Venerable Śāradvatīputra, “Śāradvatīputra, excellent, excellent!

source: །དེ་བཞིན་གཤེགས་པ་ཁོ་ནའི་མཐུས་ཤ་ར་དྭ་ཏིའི་བུ་ཁྱོད་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་བསྔགས་པ་བྱེད་པ་དང་། སྤྲོ་བ་སྨྲ་བ་ནི་ལེགས་ཏེ།
en: It is excellent that you, Śāradvatīputra, praise and uplift the bodhisattvas in this way, exclusively due to the power of the Thus-Gone One.

source: ཤ་ར་དྭ་ཏིའི་བུ་དེ་དེ་བཞིན་ནོ།
en: Śāradvatīputra, that is how it is.

source: བྱང་ཆུབ་སེམས་དཔའི་ཚུལ་ཁྲིམས་ཀྱིས་ཉན་ཐོས་ཀྱི་ཚུལ་ཁྲིམས་དང་། རང་སངས་རྒྱས་ཀྱི་ཚུལ་ཁྲིམས་ཟིལ་གྱིས་གནོན་ཏོ།
en: The discipline of the bodhisattvas surpasses the discipline of the hearers and the solitary buddhas.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་བསྟན་པ་གནས་བརྟན་ཤ་ར་དྭ་ཏིའི་བུས་ཇི་སྐད་བཤད་པ་བཞིན་དུ་ཁྱོད་ཀྱིས་ལོང་ཤིག །ཀུན་ཆུབ་པར་གྱིས་ཤིག །ཟུང་ཤིག །
en: Then the Blessed One said to Venerable Ānanda, “Ānanda, please adopt, understand, and remember this teaching on the perfection of discipline, just as the elder Śāradvatīputra has delivered it!

source: ཀུན་དགའ་བོ་གལ་ཏེ་བདེན་པ་དང་བདེན་པའི་ཚིག་གིས་བྱང་ཆུབ་སེམས་དཔའི་ཚུལ་ཁྲིམས་ཀྱིས་གཞན་མུ་སྟེགས་ཅན་དང་། བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་དང་། ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་བར་གྱི་ཚུལ་ཁྲིམས་ཟིལ་གྱིས་གནོན་པའི་བདེན་པ་དང་། བདེན་པའི་ཚིག་དེས། གལ་ཏེ་རིའི་རྒྱལ་པོ་རི་རབ་ཚངས་པའི་འཇིག་རྟེན་དུ་འཕངས་ཏེ། བར་དེར་འདུག་པར་བྱེད་ན་བདེན་པའི་ཚིག་གིས་འདུག་གོ།
en: Ānanda, if it is true and a true statement that the discipline of bodhisattvas surpasses the discipline of the non-Buddhists, of childish ordinary beings, of hearers, and of solitary buddhas, then by that truth and true statement, were Mount Meru the king of mountains to be hurled up into the Brahmā realm and be suspended in midair, it would stay suspended there due to that true statement.

source: ཀུན་དགའ་བོ་བྱང་ཆུབ་སེམས་དཔའི་ཚུལ་ཁྲིམས་ནི་དེ་བཞིན་གཤེགས་པ་མ་གཏོགས་པར་ཟག་པ་དང་བཅས་པ་དང་། ཟག་པ་མེད་པའི་ཚུལ་ཁྲིམས་དེ་དག་ཐམས་ཅད་ཀྱི་མཆོག་ཅེས་བརྗོད་པ་ཡིན་ཞིང་གོང་ན་མེད་པ་ཞེས་བྱ་བའི་བར་དུ་བརྗོད་པ་ཡིན་པའི་ཕྱིར་རོ།
en: Ānanda, it is because, apart from the discipline of a thus-gone one, the discipline of the bodhisattvas is said to be supreme, foremost, superior, preeminent, sublime, unsurpassed, and unexcelled in comparison to any other form of discipline, whether defiled or undefiled.”

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལས་ལེའུ་གསུམ་པའོ།།
en: This is the third chapter from “The Perfection of Discipline.”

source: །།བམ་པོ་བཞི་པ།
en: Chapter 4

source: དེ་ནས་སངས་རྒྱས་ཀྱི་མཐུས་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུས་འདི་དང་ཉེ་བའི་འབུམ་གྱི་འཇིག་རྟེན་གྱི་ཁམས་ན་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཆོས་སྟོན་ཅིང་བཞུགས་པ་ཞིག་མཐོང་ངོ་།
en: By the power of the Buddha, Venerable Śāradvatīputra now saw a blessed buddha teaching the Dharma in a world that was one hundred thousand worlds away.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་ལ་བཀའ་སྩལ་པ། ཤ་ར་དྭ་ཏིའི་བུ་འདི་དང་ཉེ་བའི་འབུམ་གྱི་འཇིག་རྟེན་གྱི་ཁམས་ན། དེ་བཞིན་གཤེགས་པ་ཞིག་ཆོས་སྟོན་པ་ཁྱོད་ཀྱིས་མཐོང་ངམ། གསོལ་པ།
en: The Blessed One then asked Venerable Śāradvatīputra, “Śāradvatīputra, do you see that thus-gone one teaching the Dharma in that world, which is one hundred thousand worlds away?”

source: བཅོམ་ལྡན་འདས་མཐོང་ལགས་ན།
en: Venerable Śāradvatīputra said, “Blessed One, yes, I see him.

source: བཅོམ་ལྡན་འདས་དེ་ནི་གང་ལགས།
en: But, Blessed One, who is he?

source: འཇིག་རྟེན་གྱི་ཁམས་སངས་རྒྱས་ཀྱི་ཞིང་དེའི་མིང་ནི་ཅི་ཞེས་བགྱི།
en: And what is that buddhafield called?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཤ་ར་དྭ་ཏིའི་བུ་འཇིག་རྟེན་གྱི་ཁམས་དེའི་མིང་ནི་སྒྲོན་མ་ཞེས་བྱའོ། །སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཆོས་སྟོན་པ་དེའི་མཚན་ནི་ཟླ་འོད་ཅེས་བྱའོ།
en: The Blessed One said, “Śāradvatīputra, that world is called Torch and the blessed buddha who teaches there is called Moonlight.

source: །དེའི་ཉན་ཐོས་རྫུ་འཕྲུལ་དང་ལྡན་པ་མགོ་ཞེས་བྱ་བ་ཞིག་ཡོད་དེ།
en: In that world there is also a hearer known as Head, who possesses miraculous abilities.

source: དེས་རྫུ་འཕྲུལ་གྱིས་རིའི་རྒྱལ་པོ་རི་རབ་འཇིག་རྟེན་གྱི་ཁམས་གཞན་ནས་ལག་པས་བླངས་ཏེ།
en: With these abilities he lifted up from another realm Mount Meru, the king of mountains, with his bare hands and hurled it up into the Brahmā realm.

source: ཚངས་པའི་འཇིག་རྟེན་དུ་ཐུག་པར་འཕངས་ནས་དེའི་བར་སྐབས་སུ་བྱང་ཆུབ་སེམས་དཔས་ཚིག་འདི་སྐད་ཅེས་བྱང་ཆུབ་སེམས་དཔའི་ཚུལ་ཁྲིམས་དེ་བཞིན་གཤེགས་པའི་ཚུལ་ཁྲིམས་མ་གཏོགས་པར་དེ་ལས་གཞན་པའི་ཟག་པ་དང་བཅས་པའམ། ཟག་པ་མེད་པའི་ཚུལ་ཁྲིམས་གང་དག་ཡིན་པ་རྣམས་ཀྱི་མཆོག་ཏུ་བརྗོད་པ་ཡིན་ཞེ་ན།
en: However, while he was doing so, one bodhisattva remarked, ‘Apart from the discipline of a thus-gone one, the discipline of the bodhisattvas is supreme when compared to any other form of discipline, whether defiled or undefiled!

source: ཇི་ལྟར་དེ་བཞིན་གཤེགས་པ་བདེན་པ་གསུང་བ་ལྟར་བདེན་པ་དང་། བདེན་པའི་ཚིག་དང་། བདེན་པའི་བྱིན་གྱི་རླབས་དེས་རིའི་རྒྱལ་པོ་རི་རབ་འདི་ནམ་མཁའ་བར་སྣང་དེ་ཉིད་དུ་འདུག་ཤིག་ཅེས་སྨྲས་པ་དང་།
en: By this statement, just as the Thus-Gone One speaks the truth, may the truth, the true statements, and the blessings of the truth cause Mount Meru, the king of mountains, to stay suspended in the sky just where it is.’

source: དེ་ནས་རིའི་རྒྱལ་པོ་རི་རབ་དེ་ནམ་མཁའ་བར་སྣང་དེ་ཉིད་དུ་འདུག་གོ།
en: Accordingly, Mount Meru, the king of mountains, has remained suspended in that very place in the sky.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་ལ་བཀའ་སྩལ་པ། ཤ་ར་དྭ་ཏིའི་བུ་ཁྱོད་ཀྱིས་རིའི་རྒྱལ་པོ་རི་རབ་ནམ་མཁའ་བར་སྣང་གོ་འབྱེད་ན་འདུག་པ་འདི་མཐོང་ངམ།
en: Then the Blessed One asked Venerable Śāradvatīputra, “Śāradvatīputra, do you see Mount Meru, the king of mountains, suspended in midair there in the sky?”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་མཐོང་ལགས་སོ། །
en: Śāradvatīputra said, “Yes, Blessed One, I see it.”

source: བཀའ་སྩལ་པ། ཤ་ར་དྭ་ཏིའི་བུ་རིའི་རྒྱལ་པོ་རི་རབ་ས་ལ་མ་ལྷུང་ཤིག །གང་ནས་འོངས་པ་དེ་ཉིད་དུ་འགྲོ་བར་གྱུར་ཅིག་ཅེས་བྱང་ཆུབ་སེམས་དཔས་རིའི་རྒྱལ་པོ་རི་རབ་འདི་བདེན་པའི་བྱིན་གྱིས་བརླབ་པ་བྱས་སོ།
en: The Blessed One said, “Śāradvatīputra, that bodhisattva has consecrated Mount Meru, the king of mountains, by means of the truth, saying, ‘May Mount Meru, the king of mountains, not fall to earth! May it go to the very place it came from!’ ”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གང་དག་བྱང་ཆུབ་སེམས་དཔའི་ཚུལ་ཁྲིམས་ལ་ཟིལ་གྱིས་གནོན་པར་སེམས་པ་དེ་ནི་དེ་བཞིན་གཤེགས་པའི་ཚུལ་ཁྲིམས་སྤོང་བར་བགྱི་བར་སེམས་པ་ལགས་སོ།
en: Venerable Śāradvatīputra said to the Blessed One, “Blessed One, if one intends to surpass the discipline of the bodhisattvas, that amounts to intending to abandon the discipline of the Thus-Gone One.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་ཚུལ་ཁྲིམས་ནི་ཟིལ་གྱིས་མི་ནོན་པ་ལགས་པའི་སླད་དུའོ།
en: Because the discipline of the bodhisattva great beings cannot be surpassed.”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་བྱམས་མའི་བུ་གང་པོས་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་གང་ལྡོག་པ་དེའི་ཚུལ་ཁྲིམས་ཀྱང་ཟིལ་གྱིས་མི་ནོན་པ་ཡིན་ནམ།
en: Venerable Pūrṇa Maitrāyaṇīputra asked Venerable Śāradvatīputra, “Venerable Śāradvatīputra, is it not possible to surpass the discipline of a bodhisattva who has regressed?”

source: སྨྲས་པ། ཚེ་དང་ལྡན་པ་གང་པོ་བྱང་ཆུབ་སེམས་དཔའ་བྱང་ཆུབ་སེམས་དཔའི་སེམས་ལ་གནས་པ་ནི་ཕྱིར་ལྡོག་པར་མི་འགྱུར་ཏེ།
en: Venerable Śāradvatīputra said, “Venerable Pūrṇa, since bodhisattvas maintain the mind of awakening, they cannot regress.
